"{\"_values\": {\"num\": 0, \"title\": \"Billionaire Roman Abramovich \\u2018Preparing\\u2019 To Pull Chelsea Out Of Super League, Man City Confirmed To Follow\", \"url\": \"https://www.forbes.com/sites/daviddawkins/2021/04/20/billionaire-roman-abramovich-pulls-chelsea-out-of-super-league/?sh=171de88e1a7a\", \"description\": \"Roman Abramovich And Chelsea Lead Super League Exodus\\u2013All Six Premier League Clubs To Quit JP Morgan-Backed Competition\", \"author\": \"David Dawkins\", \"content\": \"Chelsea owner Roman Abramovich today became the first owner to take steps to pull his club out of the controversial plans for a European Super League.Within five hours Chelsea\\u2019s move was followed by the five remaining Premier League clubs involved in the planned competition after a national outcry from fans, politicians, pundits and players.Off The Pitch.In a day of drama for England\\u2019s national sport, at 6.50pm (GMT) a source close to the billionaire confirmed to Forbes that Chelsea\\u2019s directors were preparing to exit from the controversial Super League competition.PROMOTED.Anger had been brewing since Sunday when Arsenal, Chelsea, Liverpool, Manchester City, Manchester United and Tottenham, joined AC Milan, Atletico Madrid, Barcelona, Inter Milan, Juventus and Real Madrid in committing to plans to break away from UEFA and form a new midweek European club competition.Following a national outcry, Chelsea moved first and put in a place a chain of events that would eventually end English participation in the completion less than two days after it had been announced. A source at the club told Forbes: \\u201cThe club is preparing to pull out. Roman\\u2019s involvement with the club has never been about money, it has always been about the community and [the] fans. This is not what we want.\\u201dRoman Abramovich owns stakes in steel giant Evraz, Norilsk Nickel alongside Chelsea, and has an estimated net worth of $14.8 billion. Abramovich bought Chelsea in July 2003, for $190 million, Forbes values Chelsea today at $3.2 billion, Europe\\u2019s 7th richest club. In the early hours on Wednesday morning (GMT) Chelsea confirmed its \\u201cwithdrawal\\u201d from the European Super League plans.Fans Respond To News Of Football Super League.Chelsea Football Club fans celebrate outside the team's Stamford Bridge stadium on April 20, 2021 in ... [+] GETTY IMAGES Abramovich\\u2019s decision to pull Chelsea from the Super League was followed by Manchester City who confirmed via Twitter that they had \\u201cformally enacted procedures to withdraw from the group developing plans for a European Super League,\\u201d just a few hours later. By 11.15pm (GMT) the remaining teams\\u2013Arsenal, Liverpool, Manchester United and Tottenham\\u2014had begun the process to withdraw from the Super League according to respective statement released by the clubs.In Spain, reports on social media that Barcelona and Atletico Madrid are set to follow have not yet been confirmed by the clubs contacted by Forbes.UEFA President Aleksander Ceferin told Sky Sports: \\u201cI am delighted to welcome [Manchester] City back to the European football family. They have shown great intelligence in listening to the many voices\\u2013most notably their fans\\u2013that have spelled out the vital benefits that the current system has for the whole of European football; from the world beating Champions League final right down to a young player\\u2019s first coaching session at a grassroots club.\\u201dWhile statement from the clubs\\u2013all of whom had spent time and money preparing this lucrative opportunity, were formal, Arsenal admitted a mistake had been made. \\u201cAs a result of listening to you and the wider football community over recent days we are withdrawing from the proposed Super League,\\u201d the club said on Twitter, adding, \\u201cWe made a mistake, and we apologize for it.\\u201dWhat A Week In Football (Soccer)In what has been one of the most controversial weeks in European football history the prospect of a 15 team competition featuring an arbitrary selection of so-called elite teams has drawn criticism from professionals, pundits, administrators and fans alike.Without qualification or relegation, the league was viewed as uncompetitive and created by the owners of the clubs who sought to ensure revenue streams for Champions League (top tier) qualification while removing the risk of failing to qualify, and potentially relegation.Manchester City\\u2019s manager Pep Guardiola told the press on Tuesday, \\u201cIt is not a sport where the relation between the effort and the success, the effort and the reward, does not exist,\\u201d he said, echoing the comments of Liverpool\\u2019s J\\u00fcrgen Klopp in criticizing the plan.Players also spoke out. Manchester City star Kevin De Bruyne tweeted a sincere message to his fans. His teammate Raheem Sterling was more direct.The Money Behind The MadnessOn Sunday, 12 of Europe\\u2019s top soccer clubs announced they were splitting away from the Champions League establishment to form a \\u201cSuper League.\\u201dWithout the biggest teams playing in a recognized UEFA competition, the plans represented an existential threat to football associations across the continent and a direct attack on UEFA, which derived 51% of its revenue\\u2014$2.37 billion\\u2014from Champions League media rights in 2018-19. The rebel collective is being funded at the start by JP Morgan, which has reportedly made a debt deal commitment to the Super League of at least $4 billion.Clubs had reportedly been promised a golden handshake bonus of around $350 million each by JP Morgan, a sum that far exceeds current guaranteed revenue from European competition for English teams. JP Morgan has been approached by Forbes for comment.The Super League\\u2019s proposed founding members were some of the world\\u2019s most valuable sports teams, collectively worth $37.2 billion according to Forbes\\u2019 list of Europe\\u2019s richest clubs\\u2013Spain\\u2019s Atl\\u00e9tico de Madrid, Real Madrid and FC Barcelona; Italy\\u2019s AC Milan, Inter Milan and Juventus; and the U.K.\\u2019s Arsenal, Chelsea, Liverpool, Manchester City, Manchester United and Tottenham Hotspur.Dr. Kenneth Cortsen, a sports economist at University College of Northern Denmark, says the episode marks a power struggle at the heart of European football that is now playing out in the media.\\u201cThere\\u2019s a lot at stake for FIFA, UEFA and the national federations... [The clubs] know that the big clubs have a lot of negotiating power and a lot of consumer appeal because they have the best players. What\\u2019s at stake here is soccer\\u2019s integrity, soccer\\u2019s identity and soccer\\u2019s soul, but also significant resources in terms of revenues that UEFA would like to protect.\\u201d\"}}"