"{\"_values\": {\"description\": \"Biden said he was \\u201cpraying\\u201d for the \\u201cright\\u201d verdict while the sequestered jury was deliberating. \\n\", \"author\": \"Jack Brewster\", \"url\": \"https://www.forbes.com/sites/jackbrewster/2021/04/21/ted-cruz-bidens-comments-ahead-of-chauvin-trial-are-grounds-for-a-mistrial/\", \"title\": \"Ted Cruz: Biden\\u2019s Comments Ahead Of Chauvin Trial Are \\u2018Grounds For A Mistrial\\u2019\", \"content\": [\"Sen. Ted Cruz (R-Tex.) on Tuesday criticized President Joe Biden\\u2019s comments ahead of the Derek Chauvin verdict, going as far to accuse the president of providing grounds for a mistrial when he said he was \\u201cpraying\\u201d for the \\u201cright\\u201d verdict while the sequestered jury was deciding the ex-cop\\u2019s fate.\", \"The White House did not immediately respond to \", \"\\u2019 request for comment Wednesday.\\u00a0\", \"Asked to clarify Biden\\u2019s comments about the verdict, White House Press Secretary Jen Psaki \", \" Biden had \\\"watched the trial closely\\\" and \\\"been moved\\\" by his phone conversation with the Floyd family. \\\"I don't think he would see it as weighing in on the verdict,\\u201d Psaki added, just \\u201cexpressing compassion\\\" for the Floyd family.\", \"Ben Shapiro, a prominent conservative commentator, went a step further, calling it ludicrous that Biden sought to address the nation following the verdict. \\u201cIt is fully insane that the president of the United States seeks to address the nation in the aftermath of individual criminal justice cases, but this is the new normal and has been since Ferguson,\\u201d Shapiro \", \" on Twitter.\", \"Whether Chauvin\\u2019s legal team argues for a mistrial. On Monday, the judge presiding over the Chauvin trial, Peter Cahill, told Chauvin attorney Eric Nelson that Water\\u2019s comments could be grounds for an appeal. \\\"I'll give you that Congresswoman Waters may have given you something on appeal that may result in this whole trial being overturned,\\\" Cahill \", \". The jury was not sequestered when Waters traveled to Brooklyn Park, Minnesota, and \", \" protesters to \\u201cget more confrontational.\\u201d Cahill \", \" that although he found Waters\\u2019 comments inappropriate, he did not think it would \\u201cprejudice this jury\\u201d because one congresswoman\\u2019s statements \\u201creally doesn\\u2019t matter a whole lot anyway.\\u201d\\u00a0\", \"Waters\\u2019 comments \", \", with some calling for her removal from Congress. On Tuesday, the House \", \" along party lines to table a motion censuring Waters. \\u201cEvery single House Democrat just voted to stand with Maxine Waters,\\u201d House Minority Whip Steve Scalise \", \". \\u201cThey made it clear: Democrats are fine with Democrat politicians inciting violence and chaos.\\u201d\", \"In some ways, Republicans\\u2019 criticism of Biden rewrites history. Former President Donald Trump frequently weighed in on judicial rulings while in office, once tweeting that his former Campaign Chairman Paul Manafort\\u2014who was facing criminal tax and bank fraud charges\\u2014was being treated worse than American gangster Al Capone. At the time, the jury was \", \". Trump Attorney General William Barr \", \" complained that Trump\\u2019s tweets about the Roger Stone case made it \\u201cimpossible for me to do my job.\\u201d In the aftermath of the George Floyd\\u2019s murder as protesters flooded cities across the country, Trump \", \" in a tweet that when the \\u201clooting starts, the shooting starts.\\u201d The message was flagged by Twitter for \\u201cglorifying violence.\\u201d\"], \"num\": 1}}"