"{\"_values\": {\"description\": \"Eric Dickerson dazzled football fans and broke records throughout the 1980s with his quick moves. In this interview, the Hall of Fame running back talks about pushing for better pay for NFL players, his outspoken style and meeting Muhammad Ali.\", \"author\": \"Andy Frye\", \"url\": \"https://www.forbes.com/sites/andyfrye/2021/04/21/eric-dickerson-talks-about-his-hall-of-fame-career-calling-it-like-it-is/\", \"title\": \"Eric Dickerson Talks About His Hall Of Fame Career, Calling It Like It Is\", \"content\": [\"With the NFL draft just around the corner, starting next Thursday, April 29, everyone is talking about quarterbacks, and primarily names like Trevor Lawrence, Zach Wilson and Justin Fields going early in the first round. And if you listen to what the \", \"Eric Dickerson: Both. I think the emphasis of the game has changed from more on the run to the pass, with the game more friendly to protecting the quarterback and the receivers. When I was playing, they didn\\u2019t protect the running back. But the NFL today wants scoring\\u2014that 42-40 game not 10-7 or 17-10. I think that\\u2019s what the fans want to see, so that\\u2019s why they've made it more quarterback friendly. \", \"But back then, you had more guys committed to being the running back and we knew what that took. If you were going to be a running back in high school and college, it was going to be physical. Now, today you see guys who want to run maybe 10 to 15 times and catch a few passes. Man, in my day, we had 15 runs before the end of the first half.\", \"Dickerson: You know, to be honest, it was all natural. I worked at it, but my speed was a God given gift. I can\\u2019t say I ever did anything fancy, I just thought if you could see (defense) coming at you, you make a quick decision. \", \"I had a teammate (on defense), but I won\\u2019t say his name, because I got him good. One time he pointed out my stiff arm and said, \\u201cI\\u2019m going to grab you by that arm,\\u201d and I told him it doesn\\u2019t work like that. Anyway he got traded and when we played his new team he tried to grab my arm to tackle me, and I got under his chin and hit him back. And then we went into overtime and I did again and again. I never said anything about it for years. But then about six years ago I saw him on the golf course and he said, \\u201cyeah, you got me good.\\u201d \", \"People thought I ran up high as some strategy and they always tried to get me for it. But I ran high only when I decided to turn my jets on. That (high stance) came from the fact that I ran track. \", \"Skip and Shannon: UNDISPUTED\", \"Dickerson: Well, when I got traded by the Rams, I didn\\u2019t want to leave. I loved playing for the Rams, still love the team. At that time only quarterbacks were getting paid right. I remember Richard Dent asked me how much I was making, told him I was only getting $275,000. The average good quarterback was getting $1 million, and I pushed the issue because I felt strongly that players who really contribute should get paid what they were worth. \", \"I was told (by the Rams organization) that a running back was not going to get paid as much as a quarterback. So, I basically forced a trade. Players thank me now for doing that, even though back then people said I was \\u2018just after the money\\u201d or \\u201che\\u2019s ungrateful.\\u201d But I stood up for it and said that if they keep me underpaid, they keep all of us underpaid. \", \"Dickerson: When I got to Indianapolis, I could see right away that the team was very different (from the Rams). People didn\\u2019t like each other, and there was tension and people seemed to be divided by jealousy. Guys getting mad at each other guys if their name was in the paper. My thing was I wanted to win football games. When you win, it\\u2019s all great. Yet, when you play on teams with different agendas or (negative) personalities, it can be like going to a job you hate. \", \"Then after that I spent one year for the Raiders. It wasn\\u2019t a bad team, but Al Davis called all the shots, and I felt like they brought me to mess with Marcus Allen. Which was unfair, because Marcus Allen was such a great player, and we\\u2019re good friends now. But in the NFL, sometimes you see things that aren\\u2019t right. People might think that it\\u2019s always great to be in the NFL and the best players always play. But there\\u2019s a lot of favoritism, a lot of jealousy and envy. Just like any job. \", \"Dickerson: I just did sideline reporting when I first got out of the NFL, and I thought I was terrible at it. I was awful. It just wasn\\u2019t for me. Sideline reporting is a different thing and I think some of the women who do it do a great job of it. I enjoy being an analyst for FOX, with \", \"And I have a radio show I do here in L.A. for iHeart Radio. I love doing that. I get a chance to talk about what I love about the sport, and get to elaborate on it. I get to be myself. \", \"For example, I talked about (ex-Rams QB) Jared Goff. I\\u2019d been saying for three years \", \"He was not the Rams\\u2019 future. (Laughs.) And people got mad and offended about it. One thing about me is that I say it like I see it. The truth is not always popular, but it\\u2019s the truth. Now, we come full circle, and people say, \\u201cman, you were right.\\u201d \", \"But it\\u2019s different when you get to set away from the game, and sometimes you have to remember you were a player too. Analysts criticize players a lot. But, do you think players out there say \", \"? Players are trying their hardest, and all of us had bad games.\", \"Dickerson: When I was growing up, O.J. Simpson was the running back to watch. And I liked Earl Campbell, but I didn\\u2019t run like Earl Campbell. But my favorite athlete of all time was Muhammad Ali. I like that he was outspoken, and stood up for being a black man back in the 1960s and \\u201870s. He was all about that you had to stand up for what you think is right. \", \"I got to meet him right after my rookie year, in Galveston, Texas. He knew who I was, and he was like, \\u201cYou\\u2019re that running back, right? Aren\\u2019t you that running back?\\u201d And, man, I was so excited.\"], \"num\": 10}}"