"{\"_values\": {\"description\": \"A new partnership with Honda China underscores AutoX\\u2019s strategy and competitive advantage when it comes to deploying autonomy on a wide array of vehicle platforms.\", \"author\": \"David Silver\", \"url\": \"https://www.forbes.com/sites/davidsilver/2021/04/21/autox-expands-autonomous-vehicle-fleet-with-honda-partnership/\", \"title\": \"AutoX Expands Autonomous Vehicle Fleet With Honda Partnership\", \"content\": [\", the Shenzhen-headquartered autonomous vehicle startup, recently announced a collaboration with Honda China to test new self-driving vehicle platforms on public roads. The partnership adds another vehicle platform to AutoX\\u2019s fleet of autonomous vehicles, in addition to vehicles manufactured by Ford, Chrysler, Dongfeng, SAIC, BYD, and Chery.\", \"These partnerships underscore AutoX\\u2019s strategy and competitive advantage when it comes to deploying autonomy on a wide array of vehicle platforms.\", \"\\u201cThe Chinese auto market is more diverse than anywhere else,\\u201d according to AutoX COO Jewel Li. \\u201cEvery manufacturer from the US, Germany, Japan, and Korea sells vehicles in China. On top of that, there are about 200 Chinese auto manufacturers. That\\u2019s why we work with so many different partners, whereas in other parts of the world, you tend to see autonomy startups align themselves with a single manufacturer.\\u201d\", \"AutoX streamlines engineering work by deploying a consistent sensor and computational suite on all vehicle platforms. All vehicles in the AutoX fleet, whether passenger sedans, minivans, or box trucks, operate the same set of sensors and hardware.\", \"Prior to deploying AutoX autonomous driving hardware and software onto a vehicle platform, the startup provides automotive manufacturers with a set of standards to which the vehicle must conform. Li shares that, once these vehicle requirements are met, AutoX is able to install the necessary hardware and software rapidly. \", \"\\u201cFor example, with BYD, once the vehicle criteria were met, integration only took one week,\\u201d Li recounts.\", \"Both hybrid and fully electric vehicles comprise AutoX\\u2019s fleet. \\u201cThe trend is moving toward electric, but each type has its advantages,\\u201d says Li. \\u201cBattery-powered vehicles have electrical subsystems that are more suitable for autonomous driving hardware, but hybrid vehicles have longer range.\\u201d\", \"One of AutoX\\u2019s more advanced vehicle capabilities is backing up. Li tells a story about an AutoX autonomous vehicle that was stopped in a narrow alley behind a large truck that couldn\\u2019t proceed and needed to back out. Those situations, while rare, necessitate the ability for all vehicles in the fleet to be able to move both forward and backward.\", \"Three months ago, AutoX announced that it was beginning to \", \" While few metrics are available about the program\\u2019s evolution, Li confirms that the AutoX fleet travels at the area\\u2019s maximum speed limit, which ranges up to 40 kilometers per hour (25 mph). The fleet does not yet operate 24 hours per day, instead focusing on the 8-10 hours per day of peak demand.\", \"Li says that the current goal of the driverless deployment is not necessarily to move as many passengers as possible, but rather to gather the most valuable data for AutoX\\u2019s research and development team. \", \"\\u201cOne challenge is that what our engineers want from a trip is different from what our passengers want. Passengers want to get to their destination efficiently. The engineers want to break the system so they can learn to improve it,\\u201d explains Li.\"], \"num\": 11}}"