"{\"_values\": {\"description\": \"After a slow start the country is trying to vaccinate people more quickly, though vaccine hesitancy remains an issue.\", \"author\": \"Alison Durkee\", \"url\": \"https://www.forbes.com/sites/alisondurkee/2021/04/21/disneyland-paris-opening-mass-covid-19-vaccine-site-as-france-ramps-up-vaccinations/\", \"title\": \"Disneyland Paris Opening Mass Covid-19 Vaccine Site As France Ramps Up Vaccinations\", \"content\": [\"Disneyland Paris will become a mass Covid-19 vaccination site starting Saturday in partnership with local authorities, the theme park \", \" Wednesday, as France aims to quicken the pace of its vaccine rollout after a slow start and recent surge of Covid-19 cases.\", \"20.1%. That\\u2019s the percentage of people in France who have received at least one dose of the vaccine, according to \", \"\\u2019s vaccine tracker, while 7.5% are fully vaccinated. The country is roughly in line with the pace of a number of other western European countries like Germany, Italy, Spain and Belgium that have similarly experienced slow rollouts.\", \"After a \", \" to the rollout plagued by \", \" and other issues, France has been opening a series of mass vaccination sites around the country in an \", \" to pick up its speed of inoculations, with a \", \" of administering 20 million shots by mid-May. The country has also \", \" the amount of time between doses of mRNA-based vaccines from four to six weeks in order to administer the first dose to more people at a quicker rate. France has one of the highest rates of \", \" in the world, however, with a July 2020 \", \" finding that approximately a third of French adults would refuse any Covid-19 vaccine, and recent rare blood clot issues with the AstraZeneca vaccine have caused public trust among Europeans in the vaccine to \", \" even further. The country is aiming to combat hesitancy through measures like \\u201c\", \"\\u201d to inform people about the vaccine, though CNN \", \" Sunday a mass vaccine site in Nice was recently forced to close after only 58 people turned up for 4,000 available doses of the AstraZeneca shot. France has also faced a new surge of Covid-19 this spring that forced the country into a \", \" for the third time, though the Agence France-Presse \", \" measures are likely to start easing in May as President Emmanuel Macron projects cases to significantly go down.\", \"The country\\u2019s expected rise in vaccinations and lower case rates mean it will likely soon be easier for Americans to \", \". Macron told CBS on Sunday that Americans who have been fully vaccinated are expected to be able to travel to the country this summer with a \\u201cspecial pass,\\u201d though details are still being finalized.\", \" (France 24)\", \" (The Guardian)\", \" (Forbes)\", \" (Forbes)\", \" (Forbes)\"], \"num\": 12}}"