"{\"_values\": {\"description\": \"Adam Driver, who is currently filming the House of Gucci movie in Como, Italy, with Lady Gaga is a Breitling ambassador  and is part of the Cinema Squad. He wears the newest Breitling Top Time watch.\", \"author\": \"Roberta Naas\", \"url\": \"https://www.forbes.com/sites/robertanaas/2021/04/21/actor-adam-driver-talks-about-time-the-military-and-making-movies-like-house-of-gucci-that-he-and-lady-gaga-are-filming-now/\", \"title\": \"Adam Driver Talks About Time, The Marines And Making Movies With Lady Gaga And Matt Damon\", \"content\": [\"Currently on location with Lady Gaga in Italy while they film the movie\\u00a0\", \", actor Adam Driver certainly looks the part of the Italian who once headed the great fashion house. Directed by Ridley Scott, the film is all about Lady Gaga\\u2019s character Patrizia Reggiani, who was sentenced to 29 years in prison after planning the assassination of her ex-husband, who was killed in 1995. The pair have been captured by the paparazzi during the photo shoot. On his wrist in his off time, Adam Driver can be seen wearing the new Breitling Top Time Deus Limited Edition watch. He is, after all, a Breitling brand ambassador and part of the brand\\u2019s Cinema Squad. (Interestingly enough, Lady Gaga is a brand ambassador for Tudor and the two watch brands have worked together in the past.)\", \"This year Driver, once a United States marine, also stars in the historical drama\\u00a0\", \", a movie slated to be out in fall that takes place in medieval France. Driver plays opposite Matt Damon and the two characters who are best friends are ordered to fight to the death after Driver\\u2019s character accuses Damon\\u2019s character of raping his wife.\", \"\\u201cBeing in\\u00a0\", \"\\u00a0is really different. I\\u2019ve never been in that world before in a movie and I like the diversity. It nice not having an expectation of what I should and shouldn\\u2019t do. I like being surprised,\\u201d said Driver recently in a private interview. He also shared his take on time and watches.\\u00a0\", \"When Breitling invited him to be part of the brand\\u2019s Cinema Squad, Driver said he liked the idea of the different types of squads the brand is forming and he liked the fact that there were others on the squad and it was a team effort. He also likes the Breitling watches, so the affiliation made sense. \\u201cEverything I do takes a team. Like the movies, someone has to work it, light it, run the cameras. It\\u2019s a whole group effort and I like that Breitling recognizes that with its squads,\\u201d said Driver.\\u00a0\", \"According to Driver he had tried to become an actor 20 years ago, but failed and so opted to join the marines instead. \\u201cIt was right after 911 and I feel like most people my age at that time wanted to do something and get involved. It was a little of that\\u00a0\\u00a0coupled with me being sort of directionless. I had gone out to California to be an actor but I totally crashed and burned because I ran out of money almost as soon as I got there. So I went back to Indiana to get a job and I was aimless, so I joined the Marines.\\u201d\", \"\\u00a0So how did the regimented marine later transition to attending the Juilliard School and finally become an accomplished actor?\\u00a0\", \"\\u201cInitially it was very rough going,\\u201d says Driver. \\u201cIt was hard even trying to tell the people I was in the military with what I was doing all\\u00a0\\u00a0day. Wearing sweatpants,\\u00a0\\u00a0doing acting exercises like trilling my tongue and learning iambic pentameter. On the\\u00a0\\u00a0surface it seemed just very polar opposite, but then I started to make the connection that\\u00a0\\u00a0the process is the thing you have to follow. It\\u2019s similar to the squad idea; it\\u2019s having a role within a unit and you have to know your role very well and the success of the story overall, or what the mission is overall, is based on the\\u00a0\\u00a0collective effort, not just knowing your role well. There are so many people there to support you. Obviously, the end result is dramatically different with these things, but the process in which you work on it is almost exactly the same.\\u201d\", \"Driver, who also does live performances and plays, has found a way to blend both of his world experiences. He formed a nonprofit called Arts in the Armed Forces, which started out with him reading plays to military forces, but that has grown exponentially.\\u00a0\", \"\\u201cI had come from the military where I saw\\u00a0\\u00a0a lot of people in my unit who couldn\\u2019t articulate a feeling, and that led to violence. The military prides itself on being official communicators but when there is no space to articulate something that just happened, people need an outlet. I kept reaching out to military divisions and kept getting the same response, \\u2018people in the military don\\u2019t want to see plays.\\u2019\\u201d According to Driver, he began by reading plays as a monolog in order to give people something abstract that they could identify with. It has become so successful that now they actually read plays with other actors, as well.\\u00a0\", \"\\u201cWe pick a great play by a contemporary American author and we go to a base and read the play with no setting, no costumes, no lights. We just read it to show that\\u00a0\\u00a0theater can be created\\u00a0\\u00a0in any setting and afterward we talk. People make connections from watching this thing and as an actor that is so satisfying, and it\\u2019s a great reminder of how you take theater out of New York [Broadway] and\\u00a0\\u00a0suddenly it becomes a weapon, it has action and energy. It also demystifies the military. People assume the military is just robots who respond, but these are real people.\\u201d\", \"Driver says that the non-profit offers a $10,000 grant to a person in the military who has written a play or a movie about anything they want \\u2013 just not about the military. The response has been great. Since COVID-19, they have not been able to travel to bases and perform, but they have asked people to write about a movie that inspired them and then they have a digital audience and discussions take place.\\u00a0\", \"So how does he juggle all the things he does, from movies to theater and play? Driver says he has learned how much you can pack into a single day.\\u00a0\\u00a0\\u201cI want to do it all. I don\\u2019t want to shy away from something because it is complicated timing wise. I don\\u2019t do it all very well, sometimes something slips through the cracks, but it is all about time management. This is something I learned in the military. We were hiking for miles, setting up firing rounds, and so much more. It made me aware of what can be accomplished in a day and that kept moving into my acting career afterward. Time is something there is never enough of, but you have to use it wisely.\\u201d\", \"As to the Breitling Top Time Deus Limited Edition watch he is wearing while in Italy, it\\u2019s the result of a partnership between Breitling and Australian lifestyle brand Deus Ex Machina. Breitling is also now the official timekeeper of the Deus Swank Rally, an epic motorcycle championship celebrating vintage motorcycles and taking place in different locations around the world. The 41mm COSC-certified chronometer offers chronograph functions and is powered by a Breitling mechanical movement. It sells for $4,990.\"], \"num\": 14}}"