"{\"_values\": {\"description\": \"As of this week, Taylor Swift has now charted 80 top 40 hits on the Hot 100.\", \"author\": \"Hugh McIntyre\", \"url\": \"https://www.forbes.com/sites/hughmcintyre/2021/04/21/with-one-more-top-40-hit-taylor-swift-almost-ties-elvis-career-total/\", \"title\": \"With One More Top 40 Hit, Taylor Swift Almost Ties Elvis\\u2019 Career Total\", \"content\": [\"Taylor Swift claims nine spaces on the current Hot 100, meaning the superstar charts more songs than anyone else this frame. Eight of her nine wins come from her latest full-length \", \", which debuts atop the Billboard 200 this time around.\", \"Somewhat surprisingly, just one of her nine tracks that are present on the Hot 100 this week finds space inside the top 40, certifying it as at least a minor hit single. Sometimes when Swift has a new album out she can occupy double-digit spaces inside the important region, so while it\\u2019s a little disappointing that more of her just-released tracks didn\\u2019t rise higher, the fact that she\\u2019s collected even just one more has helped her up her career count once again.\", \"After debuting at No. 90 last week, Swift\\u2019s \\u201cMr. Perfectly Fine (Taylor\\u2019s Version) (From The Vault)\\u201d leaps up the Hot 100, settling at No. 30 this frame. The tune serves as the latest single from \", \", and it\\u2019s another important placement for the country star.\", \"\\u201cMr. Perfectly Fine\\u201d is Swift\\u2019s eightieth song to reach the top 40 on the Hot 100. According to \", \", the pop/country/folk performer is now in fourth place on the list of the musicians who have sent the most tunes into that area, and she may soon rise on the all-time ranking once again.\", \"With 80 top 40 placements on the Hot 100 to her credit, Swift is now just one hit away from tying Elvis Presley for the third-most of all time. Whenever the singer-songwriter doles out a new single, she may very well match his showing, and there\\u2019s a good chance that by the time 2021 wraps, she\\u2019ll have bested the rocker.\", \"Just a few more hits ahead of Presley comes Lil Wayne, who sits in second place among all artists. The rapper has now scored 84 top 40 hits on the Hot 100, so Swift could also pass him with her next one or two albums, which might arrive as early as this year.\", \"Leading the way among all artists when looking at which names have landed the most top 40 hits, Drake continues to sit in a very, very distant first place. The Canadian rapper has now placed 119 songs with his name attached to them somewhere between Nos. 1 and 40.\"], \"num\": 16}}"