"{\"_values\": {\"description\": \"Biotech stocks surged last year in anticipation of a Covid vaccine and increased spending on healthcare by governments around the world, but a mix of regulatory factors are now pulling them back down.\\n\", \"author\": \"Palash Ghosh\", \"url\": \"https://www.forbes.com/sites/palashghosh/2021/04/21/after-roaring-in-2020-biotech-stocks-now-weighed-down-by-merger-scrutiny-fda-approval-delays-and-possible-drug-pricing-legislation/\", \"title\": \"After Roaring In 2020, Biotech Stocks Now Weighed Down By Merger Scrutiny, FDA Approval Delays And Possible Drug Pricing Legislation\", \"content\": [\"Biotech stocks have been dropping in value since early February, likely depressed by some regulatory and drug pricing concerns, but some analysts think the sector will rebound later this year, partly on the back of M&A deals and new product releases.\", \"In mid-March, the \", \"said it would form a working group with its overseas counterparts to more closely examine mergers in the biotech-pharma industries in order to assess their potential impact on competition \\u2013 a move that could make it harder for industry mergers to go through, \", \" of legal firm Axinn, Veltrop & Harkrider, told the \", \" publication. The FTC already said it will \", \"'s planned $7.1 billion acquisition of Grail, a company developing an early stage cancer-detection test. Separately, after authorizing three Covid-19 vaccines for emergency use last year, under President Biden the FDA has been delaying a number of drug approvals, including pushing back a review of Aducanumab, an Alzheimer's treatment \", \" by Biogen until June, partly because the agency wanted more evidence of the drug\\u2019s efficacy.\", \"In late March, a group of senators led by \", \" (I-Vt.), introduced sweeping legislation designed to lower drug prices, another potential worry for biotech stocks. Hartaj Singh, an analyst at Oppenheimer & Co. Inc., told \", \" that while biotech investors believe that Washington will likely not make \\u201cmajor changes\\u201d to drug pricing, generalist investors, i.e.those who invest across various sectors, are less optimistic about this outcome.\", \"While some people lump biotech and pharma together, they are related, \", \"\\u2013 generally speaking, biotech firms make medicines derived from living organisms (like plants, microbes, etc.), while pharma\\u2019s drugs generally have a chemical basis (DNA, amino acids, hormones, etc.). Nierengarten points out that three companies prominently engaged in Covid vaccine research\\u2014BioNTech, Moderna, NovaVax\\u2014are all biotechs, not pharmaceutical firms. \\u201cOne could argue that the majority of vaccine development was biotech, not big pharma-driven,\\u201d Nierengarten said. Moreover, he suggested that the Covid vaccines with lower efficacy and safety profiles were developed by pharma companies \\u2013 namely Johnson & Johnson and AstraZeneca.\", \"Nierengarten said he thinks biotech stocks generally will be weaker in the near-term as growth investors continue to be drawn to \\\"reopening\\\" themes, like travel, airlines, etc. \\u201cAfter the near-term weakness, I expect a rebound by [year-end], triggered by either more attractive valuations, more M&A or both.\\u201d But Singh is more sanguine\\u2013he expects the biotech sector to \\u201cbounce\\u201d back in the second quarter with \\u201clots of medical conferences providing news flow on catalysts [to stock prices],\\u201d and added that any new drug pricing legislation coming out of DC would likely impact big pharma more than biotech.\", \" (Forbes)\", \" (Forbes)\", \" (Forbes)\"], \"num\": 18}}"