"{\"_values\": {\"description\": \"Gausman has paired the splitter with an improved four-seamer and become a legitimate force at the front of the Giants' rotation. \", \"author\": \"Tony Blengino\", \"url\": \"https://www.forbes.com/sites/tonyblengino/2021/04/21/giants-kevin-gausmans-splitter-is-one-of-mlbs-filthiest-pitches/\", \"title\": \"Giants\\u2019 Kevin Gausman\\u2019s Splitter Is One Of MLB\\u2019s Filthiest Pitches\", \"content\": [\"Today we continue to focus on the best pitches thrown by hurlers who logged between 54-59 2/3 innings in 2020. You can see the previous articles in this series on \", \" (featuring the Rays\\u2019 Ryan Yarbrough) and \", \" (Phils\\u2019 Zach Eflin and A\\u2019s Jesus Luzardo) at the indicated links.\", \"Each season, I grade the individual pitches for all hurlers qualifying for the ERA title. There were only 40 such pitchers in the COVID-19-shortened 2020 season. This year, I went back and did the same for the 31 pitchers who came within six innings of doing so. \", \"Here\\u2019s a little refresher on the methodology. Pitchers are graded on their ability to miss bats and manage contact with their individual offerings. An average pitch gets a \\u201cB\\u201d grade, and grades diverge up or down from that average based on pitch-specific performance relative to league norms in those two areas. In the pandemic-shortened 2020 season, any pitch thrown at least 100 times, with at least 15 balls put into play qualified for a letter grade.\", \"So few starting pitchers throw splitters nowadays that I combine them with cutters when assigning grades. In fact, only Gausman and Yu Darvish (who also throws a cutter, much more often than his splitter) threw enough of them to meet the fairly low bar for inclusion in this analysis. (You can my article on ERA-qualifiers\\u2019 cutter/splitter grades \", \".) \", \"I first wrote about Kevin Gausman and his \", \" in this space over two years ago. This pitch has been a force of nature for years now. \", \"When assigning grades, I measure the pitch\\u2019s swing-and-miss rate (self explanatory) to measure bat-missing, and its Adjusted Contact Score to manage contact management performance.\", \"Adjusted Contact Score is the level of production the pitcher \\u201cshould have\\u201d allowed on balls in play based on the exit speed/launch angle of batted balls allowed. League average equals 100, the lower the number the better.\", \"Gausman has met the criteria for this type of analysis in 2017, 2018 and 2020 since I developed the latest version of this analysis. Below you\\u2019ll see how the splitter graded out in those three seasons:\", \"2020: \\u2018A+\\u2019 - 59 Adjusted Contact Score, 25.9% whiff rate (27.7% usage) \", \"2018: \\u2018A+\\u2019 - 66. 20.9% (27.2%)\", \"2017: \\u2018A\\u2019 - 70, 22.1% (20.6%)\", \"And it is a pure cutter. He throws it about 10-11 mph slower than his fastball (84.0 vs. 95.1 mph in 2020), and its movement is almost exclusively of the horizontal (7.7 in vs. 0.1 in. vertical) variety. \", \"Now that is one consistently dominant pitch. So, why, you might ask, has Gausman been a relatively ordinary performer throughout his career? His career record stands at 51-66, 4.21, with a good but not great career 94 FIP-. \", \"Well, you\\u2019ll note that he\\u2019s thrown that \\u2018A+\\u2019 splitter between 21-28% of the time in those three seasons in which he\\u2019s thrown enough innings to earn pitch grades. How were things working out for him the other 72-79% of the time?\", \"Not so well, it turns out. In 2017-18, none of his other qualifying pitches earned an average grade of \\u2018B\\u2019 or better. All \\u2018C+\\u2019s (his four-seamer in both seasons) or \\u2018C\\u2019s (his slider in both seasons).\", \"Neither of those pitches were average in the bat-missing or contact management components. For this reason, the pre-2020 version of Kevin Gausman was a candidate for conversion to a bullpen ace role in my book.\", \"Some more reasons for such a move? Gausman has never been a good contact manager, and is well served by throwing his out-pitch splitter more and going for strikeouts.\", \"His overall Adjusted Contact Scores, from 2016-20? 103, 110, 107, 112 and 111. To be a well above average pitcher, he needs to miss a ton of bats, and the pre-2020 version of Gausman needed to throw his splitter to miss them. His career-high strikeout rate entering 2020 was 25.3% in 2019; above league average, but not far enough above to make him a \\u201cguy\\u201d.\", \"What happened in 2020 as his strikeout rate jumped to a career-high 32.2%? Not much, at least with the splitter. It was the same dominant pitch it\\u2019s always been. Its usage rate was essentially unchanged from 2019 27.2% level.\", \"Good things happened with the four-seamer, however. \", \"First off, he threw it less, just over half (51.1%) of the time, down from 64.0% in 2018 and 58.4% of the time in 2019. That\\u2019s the current trend among many pitchers lacking dominant fastballs (paging Joe Musgrove). \", \"More importantly, however, his four-seamer became an average pitch in 2020, and it did so in the best way possible - by missing measurably more bats. Its whiff rate mushroomed from 7.0% in 2018 and 6.9% in 2019 to 10.7% in 2020. He still allowed quite a bit of loud contact on his fastball (pitch-specific Adjusted Contact Score of 139), but that newfound bat-missing ability is likely to stick. As his third pitch, he added a viable \\u2018C+\\u2019 changeup (78 Adjusted Contact Score, 12.8% whiff rate). \", \"With an average fastball to pair with the splitter from hell, Gausman is likely to remain the 85 FIP-/79 \\u201cTru\\u201d ERA- (\\u201dTru\\u201d ERA- is my batted ball-based proxy for ERA/FIP) type pitcher he was in 2020, rather than the slightly better than league average pitcher he was beforehand.\", \"Another factor that makes me optimistic about Gausman? The Giants seem to have an impressive feel for developing and maximizing the talent of their major league personnel, and for optimizing the contributions of their 25-man roster. He won\\u2019t be pulled too early or too late. Positive or negative emerging trends will be recognized and addressed. The whole of this team, and all of its players, will be greater than the sum of their parts.\", \"Kevin Gausman isn\\u2019t a likely Cy Young candidate, but if all breaks right, he could be an All Star. Not only is he a starter, he\\u2019s his club\\u2019s #1 starter. His is another success story for a club that could be worthy of a few articles themselves as the season unfolds. \", \"At the \", \" you can find cutter/splitter grades for all pitchers who logged between 54-59 2/3 IP in 2020.\"], \"num\": 19}}"