"{\"_values\": {\"description\": \"\\\"We and I need to understand that we have to get way better.\\\"\", \"author\": \"Jim Ingraham\", \"url\": \"https://www.forbes.com/sites/jimingraham/2021/04/21/cleveland-browns-coach-kevin-stefanski-excited-about-free-agent-additions/\", \"title\": \"Cleveland Browns Coach Kevin Stefanski Excited About Free Agent Additions\", \"content\": [\"Kevin Stefanski has a tough act to follow in 2021 \\u2013 his own. Last year as a rookie head coach Stefanski guided the Cleveland Browns to a record of 11-5, a trip to the postseason, the Browns\\u2019 first in 18 years, and a postseason victory for the first time in 26 years.\", \"That earned Stefanski the NFL\\u2019s Coach of the Year Award. It also raises the bar for Stefanski\\u2019s second season in Cleveland, but doesn\\u2019t alter his perspective.\", \"\\u201cWe lost our last game like 31 other teams, or at least the teams in the playoffs,\\u201d Stefanski said on a Zoom call Tuesday. \\u201cWe look back at last year and try to put that in perspective. We and I need to understand that we have to get way better. . . I think this is going to be a different season. We have different players and we have some players in and some out.\\u201d\", \"The incoming group includes six players signed as free agents, all of them on defense, which was spotty at best last year. The newcomers include safety John Johnson, cornerback Troy Hill, end Takkarist McKinley, tackle Malik Jackson, linebacker Anthony Walker Jr., and end Jadeveon Clowney.\", \"\\u201cWe are trying to make ourselves into a better football team,\\u201d said Stefanski of the new additions. \\u201cWe feel like we\\u2019ve gotten better on the defensive side of the ball, and we are creating competition. We are going to have a draft where we are going to create even more competition and hopefully bring in good players. We\\u2019re excited about bringing in guys at all three levels of the defense, and what they can mean to us moving forward.\\u201d\", \"The biggest and most intriguing name among the free agent signings is Clowney, the first overall pick in the 2014 draft. Although his career has been slowed by injuries \\u2013 he\\u2019s played a full season only once in his seven years in the league \\u2013 Clowney is healthy, and still only 28 years old. Browns officials are excited by the potential havoc that could be wreaked with Myles Garrett and Clowney as the team\\u2019s bookends on the defensive line.\", \"\\u201cHe has shown that over the course of his career that he can be a disruptive player in the run and pass game,\\u201d Stefanski said of Clowney. \\u201cHe is somebody that over many years, and certainly in the last few, has seen a lot of attention. . . We feel like he will have opportunities here playing opposite Myles. We\\u2019re excited to add him.\\u201d\", \"In addition to the players the Browns have added through free agency, and the ones still to come through the draft, Stefanski is looking forward to the return of several key players who missed all or part of the 2020 season. Chief among those are receiver Odell Beckham Jr. (torn ACL), cornerback Greedy Williams (shoulder) and safety Grant Delpit (torn Achilles).\", \"\\u201cOdell is progressing very well. He is trending in the right direction,\\u201d Stefanski said. \\u201cOdell, Grant, and Greedy, I think they are all on track. We really like how they are progressing. In particular, Greedy continues to get good news and I\\u2019m just so happy for the kid. He just battled his butt off in the rehab room for months, and had a great attitude throughout.\\u201d\", \"One of the more intriguing subplots for the Browns in the coming season will be how year two in the Stefanski-Baker Mayfield relationship plays out. This will be the first time since he was selected by the Browns No. 1 overall in the 2018 draft that Mayfield has played for the same coach and offensive coordinator in consecutive years.\", \"Mayfield flourished under Stefanski and offensive coordinator Scott Van Pelt last year, and those relationships should only get better in year two of the Stefanski era. That, in turn, could make the Browns\\u2019 offense, which has weapons at all of the skill positions, even harder to defend.\", \"\\u201cHe has heard these plays over and over again,\\u201d Stefanski said of Mayfield\\u2019s familiarity with Stefanski\\u2019s offense. \\u201cWe have streamlined concepts and we have tried to adjust what we do based on his strengths and our players\\u2019 strengths. I would hope he is much more comfortable from that perspective.\\u201d\", \"Under Stefanski and Van Pelt, Mayfield in 2020 had a career-high 95.9 quarterback rating, with 26 touchdown passes and eight interceptions. However, Mayfield\\u2019s performance in the second half of the season took off, as he grew more comfortable in the new system. In his last six games Mayfield completed 65% of his passes, and threw 11 touchdown passes and just one interception, producing a quarterback rating of 103.4. That coupled with the Browns\\u2019 devastating running game \\u2013 their 2,374 rushing yards ranked third in the league \\u2013 could make for an even more dangerous Browns offense in 2021.\"], \"num\": 2}}"