"{\"_values\": {\"description\": \"When Kenley Jansen pitches angry and rested, he once again looks like an elite closer for the Dodgers.\", \"author\": \"Anthony Witrado\", \"url\": \"https://www.forbes.com/sites/anthonywitrado/2021/04/21/a-rested-kenley-jansen-has-the-los-angeles-dodgers-hoping-to-find-their-elite-closer-again/\", \"title\": \"A Rested Kenley Jansen Has The Los Angeles Dodgers Hoping To Find Their Elite Closer Again\", \"content\": [\"Angry Kenley is a good Kenley.\", \"And apparently, so is a rested Kenley.\", \"The Los Angeles Dodgers\\u2019 kinda-sorta closer Kenley Jansen, arguably the best reliever in the game as recently as 2018 and who finished fifth in Cy Young voting in 2017, has already had something of an up-and-down year. And the season is barely a few weeks old.\", \"But it appears the Dodgers are discovering a way to deploy Jansenin a way that has him regaining that elite form. The secret, it seems, is rest.\", \"The most recent evidence of this came Tuesday afternoon when Jansen, who hadn\\u2019t pitched since Friday, dominated the ninth inning against the Mariners with high-velocity cutters and fastballs and a deep slider. He struck out two for his fourth save of the season, giving the Dodgers hope he might be vintage Kenley again during the final year of his five-year, $80 million deal.\", \"\\u201cWe\\u2019re kind of getting glimpses of old Kenley,\\u201d catcher Austin Barnes told SportsNet LA in a postgame interview.\\u00a0\", \"Jansen\\u2019s season started well enough with a five-out save in Colorado, and three days later he closed out another win against the A\\u2019s without trouble.\\u00a0\", \"The problems started the next day, when Jansen blew a save against Oakland. In that outing, his command was bad \\u2014 he threw only nine strikes in 22 pitches \\u2014 and he had trouble topping 91 mph.\\u00a0\", \"It was an alarming flashback to Jansen\\u2019s struggles the last two seasons, when his command wavered and velocity dipped. And Jansen understands the frustration he\\u2019s created through those performances.\", \"\\u201cYou gotta be angry,\\u201d Jansen told reporters last week after a save against the Rockies in which he struck out three. \\u201cEnough is enough. Sometimes you just put a little more into it. You want to get better. Sometimes anger helps.\\u201d\", \"Well, two days later on a day\\u2019s rest, Jansen wasn\\u2019t very good again. Against the Dodgers\\u2019 newly minted rival Padres he allowed a game-tying run that sent the game into extra innings.\\u00a0\", \"On Tuesday, Jansen came in with three days of rest. And the results were great, giving everyone in Dodgerland goosebumps thinking about a retro Kenley Jansen in 2021 as he hit 96 and 97 mph with his fastball. It was the first time he\\u2019s touched that kind of velocity since June of 2018, according to\\u00a0\", \".\\u00a0\", \"Jansen has not allowed a run this season with two or more days of rest. But managing Jansen that way won\\u2019t always be possible, especially during stretches like the upcoming one when the Dodgers play on 14 consecutive days starting Thursday.\\u00a0\", \"But the early results are clear. In outings when Jansen has two or more days of rest, he has a 0.00 ERA with eight strikeouts and three walks in 5.2 innings. In those other outings, he\\u2019s allowed two runs, struck out two and walked three in 2.1 innings.\\u00a0\", \"For the season, Jansen has faced 32 hitters, allowed two hits and struck out 10. So he\\u2019s been mostly effective, mostly on rest.\", \"\\u201cThere are certain game situations, with respect to how other guys are being used, you still have to go out there and pitch,\\u201d manager Dave Roberts said after the Mariners win. \\u201cIt\\u2019s not a hard and fast rule that he doesn\\u2019t go back-to-back.\\u201d\", \"This experiment will continue to be monitored, but there\\u2019s a decent amount of evidence already that getting good Kenley means having a rested Kenley. The more Roberts and the rest of the pitching staff allow for that, it seems the better their chances are of having an elite closer again.\"], \"num\": 20}}"