"{\"_values\": {\"description\": \"I have recently plunged voraciously into the world of international programming \\u2013 the stuff Americans have long segregated into the niche of \\u201csubtitled stuff.\\u201d With my limited memories of French language study and warmer ones of trips to Cannes, I dove quickly into French fare. C'est Magnifique!\", \"author\": \"Howard Homonoff\", \"url\": \"https://www.forbes.com/sites/howardhomonoff/2021/04/21/with-us-tv-pipeline-slowed-time-to-call-my-agent/\", \"title\": \"With U.S. TV Pipeline Slowed Time To \\u2018Call My Agent\\u2019\", \"content\": [\"Riven by the pandemic, Hollywood film and TV production in 2020 only operated at \", \"in a normal market. After many months where that didn\\u2019t seem to make a big difference in my home viewing habits, I\\u2019ve more recently found myself much less excited about my binge-watching choices. When you\\u2019re spending hours with middle-of-the-road off-network product from 2017 (names withheld), it was clearly time to be a bit more adventurous. \", \"I\\u2019ve hardly been a trend-setter here, but have plunged voraciously into the world of international programming \\u2013 the stuff Americans have long segregated into the niche of \\u201csubtitled stuff.\\u201d With my limited memories of nine years of French language study and warmer ones of business trips to Cannes and Provence\\u2019s wine offerings, I dove quickly into French fare. This is no niche market anymore as Netflix \\n \", \" recently announced a doubling of its original programming investments in France and the opening of an office in Paris.\", \"The first stop in my French programming voyage was \", \"on Netflix (of course). They had me at \\u201cBonjour.\\u201d \", \"The delights of \", \" (\", \" if you will) are both specific to this program and more widely representative of the rewards of diving into the new worlds there for the taking in the global Connected TV market. The show will seem happily familiar in its structure and character development, and yet refreshingly different at the same time. \", \"There are few things that Hollywood loves to produce more than movies and TV shows about the \\u201cbusiness.\\u201d This runs from historic films like \", \", \", \" and \", \" to TV series from \", \" to \", \" to \", \" to Aaron Sorkin\\u2019s \", \"and \", \". In that sense \", \" fits in very comfortably into that milieu, with its agents focused on the care and feeding of their star clients, ensuring their own agency\\u2019s financial success and dodging a variety of personal and business problems often of their own making. And it takes place with a group of memorably lovable characters and wonderful actors previously unknown \\u2013 at least to me \\u2013 before seeing them here. \", \"And yet\\u2026so much is different. The settings are unmistakably French, from pre-pandemic Parisian cafes to the red carpet at the Cannes Film Festival. There is an entirely unremarked upon and yet \\u2013 for a U.S. audience \\u2013 infrequently seen appearance of so many interracial couples. Most interestingly, and even the midst of an often ruthless, unforgiving show business, one of the animating passions shared by the partners in the fictional ASK firm is the love of film as art. There is a wonderful and surprising working relationship between two seemingly mismatched partners with the \\u201cold hand\\u201d tutoring the other on the marriage of great music, great film and great commercial success. It\\u2019s pretty nigh impossible to imagine an American-based series with even occasionally altruistic and art-driven agents. A warm and fuzzy fictional CAA or Endeavor? We\\u2019re definitely not in Kansas here \\u2013 or Beverly Hills.\", \"The show benefits from a wonderful series of \\u201cguest stars\\u201d from the world of French TV and cinema, most of whom are likely unknown in the U.S. but clearly icons in France. While U.S. shows often deploy surprising and humorous guest star appearances, those in \", \" (including one from an utterly delightful Sigourney Weaver) require the stars to play extremely high-maintenance and satirical versions of their own personas. There\\u2019s not a lot of U.S. stars \\u2013 especially in their senior years \\u2013 simultaneously featured with such respect and irreverence. \", \"The translations you see in subtitles eliminate any challenges of language understanding. Yet there is a peculiar joy when you know only a little of a language and still find yourself picking up on what the characters are saying \\u2013 even without the subtitles. If I was fluent in French, I wouldn\\u2019t need the \", \" subtitles, and if I knew none of the language, I\\u2019d have no clue without them. Yet in this French language netherworld of mine, I occasionally find some weird pride in noting when the English translation of a French curse word hasn\\u2019t quite nailed it. \", \"I assume this personal \\u201cgotcha\\u201d take will be familiar territory for anyone tapping into thin memories of their own language studies from Spanish to Mandarin, but I\\u2019ve yet to figure out any plausible business case for applying this fringe talent. I am, however, always open to suggestions. For now I will have to content myself with desperately awaiting the advent of a just-announced \", \" film and 5\", \" season (a pretty huge surprise after the conclusion of season 4) as well as the continuation of another delightful French program, \", \"In the meantime, I\\u2019m gleefully off to seeking out the next great set of finds outside the comforts of my native tongue. Bollywood, anyone?\"], \"num\": 25}}"