"{\"_values\": {\"description\": \"The talks in Vienna appear to making progress on the main issue of reviving the 2015 Iran nuclear deal but there is yet to be any good news for relatives of dual nationals detained in Iran\", \"author\": \"Dominic Dudley\", \"url\": \"https://www.forbes.com/sites/dominicdudley/2021/04/21/jailed-dual-nationals-in-iran-become-pawns-on-sidelines-of-nuclear-talks/\", \"title\": \"Jailed Dual-Nationals In Iran Become Pawns On Sidelines Of Nuclear Talks\", \"content\": [\"Apparent \", \" in the talks in Vienna to revive the 2015 Iranian nuclear deal offer grounds for optimism that a key point of tension in the region may soon be defused. The talks have also provided an opportunity for relatives of dual nationals detained in Iran to press their case although, so far, there has been little sign of progress amid signs that Tehran is intent on using them as a point of political leverage.\", \"The fate of the detainees is one of several issues that has been crowding in from the sidelines of the negotiations on the deal, which the US abandoned under President Donald Trump and which Iran has itself been edging away from.\", \"The talks have taken place against a backdrop of heightened tensions between Iran and Israel, with an \", \" on Iranian uranium enrichment facilities in Natanz and Iran\\u2019s announcement soon afterwards that it would \", \" to 60%. In addition, there has been a \", \" on both Israeli and \", \" in the Red Sea and Arabian Sea and further \", \" on Iranian officials announced by the EU.\", \"It makes for a crowded agenda, but relatives of those in prison in Iran have been doing their best to make their voices heard. Earlier this month, the families of two Austrian-Iranian nationals imprisoned in Iran \", \" Austrian foreign minister Alexander Schallenberg calling on him to do more to secure their release.\", \"The relatives of Kamran Ghaderi and Massud Mossaheb said they were disappointed by Schallenberg\\u2019s approach to the issue which gave the impression of \\u201cresignation, a lack of commitment or a lack of will.\\u201d\", \"Austrian officials deny they are ignoring the issue. In a statement, the Foreign Ministry said the fate of Ghaderi and Mossaheb \\u201cis and will remain at the top of our agenda,\\u201d adding that \\u201cWe have been consistently advocating for their unconditional release in all our contacts with the Iranian government at all levels\\u2026 We consistently bring the cases up in our day-to-day diplomatic work.\\u201d\", \"The ministry also said Schallenberg had raised the men\\u2019s case in his \", \" with Iran\\u2019s deputy foreign minister for political affairs Seyyed Abbas Araghchi earlier this month; the two held a \", \" on 14 April. As yet, however, there has been no sign from Iran that such efforts are having an effect and Ghaderi and Mossaheb\\u2019s names were not mentioned in reports of the talks in state-run Iranian media.\", \"Both Ghaderi and Mossaheb are serving ten-year sentences in Tehran\\u2019s Evin prison, after being convicted of spying in 2016 and 2019 respectively. Their families say their confessions only came after they were tortured. \", \"Austria, like other governments with citizens in similar predicaments, is hampered by the fact that Iran does not recognise dual nationality. As such, it says that \\u201cthe possibilities for diplomatic missions to grant [consular] protection are very limited or sometimes even non-existent.\\u201d\", \"Ghaderi and Mossaheb are just two of the \", \" held by the Iranian authorities, in what campaigners have described as a campaign of \", \". In 2017, Reuters reported that at least \", \" had been arrested by the Islamic Revolutionary Guards Corp over the previous two years. According to the Center for Human Rights in Iran, at least 15 dual and foreign nationals or Iranian citizens who have lived and worked abroad are currently imprisoned in the country.\", \"The fate of British detainees in Iran suffered a further blow this month with news that a court case to settle a debt the UK owes to Iran has \", \". No reasons for the further delay were offered. Iran has in the past directly linked the possible release of the likes of Nazanin Zaghari-Ratcliffe to the payment of the money, which relates to an aborted contract for tanks signed before the 1979 revolution.\", \"Another issue that Iran may be trying to leverage is the position of Iranians held in Western jails, including those convicted of trying to bypass international sanctions on their country. Iranian foreign ministry spokesman Saeed Khatibzadeh reportedly \", \" on Clubhouse yesterday that Tehran was seeking an \\u201call for all\\u201d exchange of prisoners. \", \"It comes as trial dates have been announced for two dual nationals later this month. Both British-Iranian labour rights activist \", \" and German-Iranian national \", \" are due to appear before judges on 28 April in separate cases.\"], \"num\": 3}}"