"{\"_values\": {\"description\": \"Urban planning data platform Replica has raised a $41 million Series B led by Peter Thiel's Founders Fund. \", \"author\": \"Nina Wolpow\", \"url\": \"https://www.forbes.com/sites/ninawolpow/2021/04/21/sidewalk-labs-spinout-replica-raises-41-million-series-b/\", \"title\": \"Sidewalk Labs Spinout Replica Raises $41 Million Series B\", \"content\": [\"When the Covid-19 pandemic hit New York City, the Metropolitan Transportation Authority (MTA) was faced with a difficult question: how to handle a rapid decline in ridership, logistically and financially. The MTA relied partially on its partnership with Replica, an AI-powered data platform the city hired to help model congestion pricing, in deciding what to do. Using Replica\\u2019s models\\u2014which harness AI and machine learning to generate \\u201csynthetic\\u201d populations whose behaviors can be tracked in order to simulate real-life scenarios\\u2014New York was able to adapt: it cut the hours of 1 a.m. to 5 a.m. from its schedule, and the MTA survived.\\u00a0\", \"Today, the vestiges of that modification are still intact (Subway schedules remain limited, and will reportedly stay that way for the foreseeable future) and Replica, for its part, is thriving. On Wednesday, the company announced that it has raised a $41 million Series B. The round is led by billionaire investor Peter Theil\\u2019s Founders Fund, whose other portfolio companies include Elon Musk\\u2019s SpaceX and the data giant Palantir. Replica\\u2019s past investors have also renewed their participation.\\u00a0\", \"\\u201cI don\\u2019t think I\\u2019ve ever seen a company accelerate government revenue at the speed that they have,\\u201d says Founders Fund Partner Trae Stephens, who is leading the deal, and will join Replica\\u2019s board as an observer.\\u00a0\", \"Nick Bowden, Replica\\u2019s CEO and cofounder, has developed an on-hand adage to explain what the status quo that Kansas City-based Replica, which originated as part of Alphabet\\u2019s Sidewalk Labs, seeks to disrupt. \\u201cThe business model of the public sector historically has been to use \\u2018long-ago data to forecast a far away future,\\u2019\\u201d he says.\\u00a0\", \"In other words, in deciding how to make operational or infrastructural changes, institutions like the MTA, the New Jersey Transit, the Chicago Transit Authority and others of Replica\\u2019s customers have relied on the data they could glean from sources like censuses and household surveys, which have significant lag-times. When Replica produces its models, it doesn\\u2019t discount these data sets, or any others that its customers provide, but it does incorporate new, of-the-moment information, like that which is collected by digital resources like cell-phone apps.\\u00a0\", \"Importantly, Replica does so with an eye towards privacy. When it inputs data, it does so not necessarily with the goal of commenting on that data in particular, but in order to generate an imaginary, but possible scenario: a simulated urban environment through which \\u201csynthetic populations\\u201d move, behaving like real ones might.\\u00a0\", \"\\u201cA public agency can look and say, \\u2018What percentage of shopping trips uses an Uber or Lyft or taxi?\\u2019 And because it\\u2019s all simulated, it\\u2019s an accurate representation,\\u201d Bowden explains. \\u201cBut it\\u2019s not literally, Joe Smith took an Uber from point A to to point B. Nobody needs to know that Joe took the Uber from point A to point B.\\u201d\", \"That a small, high-tech company like Replica has penetrated the government space is already a feat, and is what attracted Stephens, who specializes in businesses operating in this area. As it looks to use its newly raised funds to grow, Replica will have to continue to convince public sector entities to set aside old habits for new solutions.\\u00a0\", \"\\u201cThis team actually understands the problem space,\\u201d Stephens said of Bowden and his cofounder Alexei Pozdunkhov, who has taken on the title of Chief Scientist. \\u201cThey understand the difficulties of the sales process. They\\u2019ve figured out how to break in and get these contracts across the finish line.\\u201d\\u00a0\", \"While neither Stephens nor Replica CEO and cofounder Nick Bowden would reveal the company\\u2019s valuation, both underscored that its revenue growth has outperformed expectations: the company \\u201cgrew to about 400% last year,\\u201d Bowden added.\"], \"num\": 4}}"