"{\"_values\": {\"description\": \"How will it look when your recorded videoconference is played back in court?\", \"author\": \"Joshua Stein\", \"url\": \"https://www.forbes.com/sites/joshuastein/2021/04/21/unexpected-legal-risks-of-videoconferencing/\", \"title\": \"Unexpected Legal Risks Of Videoconferencing\", \"content\": [\" Zoom, Microsoft Teams, Google Meet, and many other similar services have rapidly become staples of the real estate and larger business worlds. We have all learned to videoconference. But videoconferencing may produce some awkward surprises if we aren\\u2019t careful.\", \" Videoconferencing software often allows the conference to be recorded. Once recorded, the resulting data files can live forever, in the servers of the videoconferencing company or in the local hard drives or network servers of meeting participants. Those data files can include records of sidebar chats during the video call, screen shares, facial expressions, positions taken in contract negotiations, and everything else that happened in the video call.\", \" If the subject matter of that videoconference later goes into litigation, all those videoconference recordings can, in the eyes of the law, become \\u201celectronically stored information,\\u201d commonly abbreviated as ESI. That means a court can require whoever kept the videoconference files to hand them over to the adverse party in the litigation. It\\u2019s part of the \\u201cdiscovery\\u201d process, in which litigation lawyers have more or less carte blanche authority to collect documents and ESI that might conceivably lead to relevant evidence in the litigation. Notions of confidentiality and privacy are practically irrelevant. Anyone who doesn\\u2019t cooperate may face punishment.\", \" Once those videoconference recordings are handed over, whoever combs through them will have a great opportunity to look for comments that sound bad, admissions, and statements that might be used to impute bad motivations.\", \" Before videoconferencing became so prevalent, ordinary business conversations and decisionmaking took place without hard evidence of what happened and who said what when. People could say mean, inconsiderate, or insensitive things without risk that the conversation would be played back for a judge. Now, however, if some offhand and poorly considered statement can be taken out of context or used in an incriminating way, it\\u2019s potentially right there on videotape.\", \" Before videoconferencing, if a decisionmaking process meandered and went down some dead end or even stupid roads, there would be no videotaped record of that. In 2021, that\\u2019s not necessarily still true.\", \" One should expect that in the coming months videoconference recordings will become the smoking gun in more than one litigation. Previous technological advances have soon found their way into the courtroom. Just think of what has happened with email, text messages, cellphone records, security camera recordings, police body cameras, and social media postings. Videoconference recordings are probably next.\", \" If history serves as a guide, people will learn about the risks of videoconference recordings only slowly. As a hint of embarrassments to come, consider the recent casual conversation on Zoom between two Georgetown law professors who expressed concern that minority students often landed at the bottom of the class. They didn\\u2019t realize that Zoom was recording the conversation. Disclosure of the recording resulted in an immediate determination that the two professors were racist, which in turn resulted in their immediate cancellation.\", \" As a simple and cheap form of insurance, anyone who participates in a videoconference and can control the recording feature should simply make sure it is turned off. They should at least think twice or three times before turning it on. In some videoconference services, the host of the meeting can control whether participants can record the proceedings. If the host chooses to prevent all recording, though, any participant could still conceivably record the videoconference using separate screen recording software, such as Camtasia. That creates its own separate rat\\u2019s nest of issues beyond this article.\", \" When ordinary videoconferencing software records a meeting, the software may display a red light somewhere on the screen as a warning. Pay attention. Look closely. The recording light isn\\u2019t always very prominent or big.\", \" Once an organization has made a practice of recording videoconferences, it should think twice before deleting that collection. The organization should certainly not start deleting when the subject matter of the recordings seems headed toward litigation. Destruction of ESI in the face of litigation can constitute \\u201cspoliation\\u201d of evidence, which can trigger its own punishments, sometimes draconian.\", \" As the safest course of action, of course, any organization that uses videoconferencing \\u2013 which is to say, every significant organization in 2021 \\u2013 should not create videoconference ESI unless there is a very good reason to do it. Embarrassment (or worse) by videoconference recording is an easy problem to prevent.\"], \"num\": 5}}"