"{\"_values\": {\"num\": 56, \"title\": \"Apple Will Allow Podcasters To Offer Paid Subscriptions\", \"url\": \"https://www.forbes.com/sites/arielshapiro/2021/04/20/apple-will-allow-podcasters-to-offer-paid-subscriptions/?sh=583bd5505ff1\", \"description\": \"Apple AAPL +0.2% will launch a new program allowing podcasters to charge listeners for their content next month, CEO Tim Cook announced at the company\\u2019s event on Tuesday. The move comes as Apple, once dominant in the podcasting industry, faces increasing competition.\", \"author\": \"Ariel Shapiro\", \"content\": \"Apple AAPL +0.2% will launch a new program allowing podcasters to charge listeners for their content next month, CEO Tim Cook announced at the company\\u2019s event on Tuesday. The move comes as Apple, once dominant in the podcasting industry, faces increasing competition.Apple has long been the top platform for podcast listening, but it is quickly losing ground to Spotify, the music-streaming service that has invested heavily in podcasting in the past few years, including upwards of $200 million each for Bill Simmons\\u2019 The Ringer and ad tech firm Megaphone. It is also now the exclusive home of number one podcast The Joe Rogan Experience after handing its host a nine-figure licensing deal. Market research firm eMarketer projects that Spotify will overtake Apple in podcast listeners this year. Other tech giants are following suit by expanding their podcast offerings. Stitcher, which was acquired by SiriusXM last year for $325 million, offers a premium subscription featuring exclusive episodes and ad-free listening. Amazon AMZN +0.4% acquired podcast studio Wondery for $300 million, which also offers a premium subscription for listeners with exclusive content. Instead of offering a broad subscription for listeners, Apple, which has never monetized podcast listening or distribution, is taking a page out of Substack\\u2019s book. Podcasters have traditionally made most of their money through advertising, but that is starting to change. In addition to the big deals offered to Simmons and Rogan, podcasters with smaller followings willing to pay for content can charge through Substack or Patreon.Apple will offer a $19.99 per month subscription for creators that includes analytics tools and performance metrics. Creators can then set their own subscription price for listeners. Whether the podcasts offer exclusive content or ad-free episodes is entirely up to their own discretion. Outlets that plan to offer subscriptions when the program launches next month include NPR, the Los Angeles Times and The Athletic.\"}}"