"{\"_values\": {\"num\": 57, \"title\": \"As Their Ratings Drop, TV Networks Fault Nielsen. Media Researchers Weigh In\", \"url\": \"https://www.forbes.com/sites/bradadgate/2021/04/20/as-ratings-drop-tv-networks-fault-nielsen-media-researchers-weigh-in/?sh=4717a3142ee1\", \"description\": \"The Video Advertising Bureau (VAB), a trade group that promotes broadcast and cable networks recently blamed Nielsen for the decline in TV ratings and usage during the pandemic. Nielsen measures national TV ratings via a people meter panel of 40,000 households nationwide. The VAB says during the pandemic the people meter in-tab (the households providing usable ratings for the day), had dropped from 36,957 households in February 2020 to 29,456 in February 2021. This undercounting has negatively impacted TV ratings during the pandemic. Nielsen says the VAB\\u2019s numbers are incorrect.\", \"author\": \"Brad Adgate\", \"content\": \"The Video Advertising Bureau (VAB), a trade group that promotes broadcast and cable networks recently blamed Nielsen for the decline in TV ratings and usage during the pandemic. Nielsen measures national TV ratings via a people meter panel of 40,000 households nationwide. The VAB says during the pandemic the people meter in-tab (the households providing usable ratings for the day), had dropped from 36,957 households in February 2020 to 29,456 in February 2021. This undercounting has negatively impacted TV ratings during the pandemic. Nielsen says the VAB\\u2019s numbers are incorrect.The VAB is asking Nielsen to undergo an independent third-party audit from Ernst & Young. Ernst & Young have conducted audits for the Media Rating Council, a nonprofit organization that manages accreditation for media research and rating purposes to insure they are valid, reliable and effective.Nielsen has declined to accept the VAB audit and recently released a statement that said in part,Third party auditing has always been a vital part of serving as the industry currency and our products undergo a comprehensive audit process with the MRC on an annual basis... We have been clear and transparent with the MRC and our clients on every change in protocol we needed to make during Covid to keep our people and panelists safe.We also conducted our own assessment of the drivers of the reported audience estimates in the white paper we shared with the VAB and industry last week. Our work with the MRC, is ongoing and should serve the purpose of an independent audit. Since VAB members are also MRC members, they should feel free to engage directly with the MRC.In response the VAB said, \\u201cNielsen\\u2019s refusal to take any type of action, in the face of a research-backed request from its key industry stakeholders, is profoundly disappointing and a massive disservice to a TV marketplace that has had a stellar track record for collaboration and transparency,\\u201dIn any event, a VAB audit would take months to complete, finishing well after the upcoming TV upfront negotiations for the 2021-22 TV season which starts in May. Typically, the TV upfront generates $20 billion worth of advertising time that is sold by broadcast and cable networks.Over the past year, the primetime ratings for broadcast television have dropped precipitously. For example, during the week of April 5, 2021, the average primetime audience for ABC, CBS VIAC +5.1%, NBC and Fox were down by 16% compared to the identical week in 2020. The week had included the NCAA Men\\u2019s Basketball Championship game (which averaged 16.9 million viewers) which was cancelled in 2020. The game had averaged 19.6 million viewers in 2019.The ratings decline of broadcast TV has been ongoing since the emergence of cable TV in the 1980s. With the growth of streaming video in the past few years, the ratings of broadcast and now cable TV have been falling. In addition, with the pandemic shutting down production studios, TV networks were unable to schedule as many original scripted programs which typically drive ratings.Nielsen notes with production studios closed there were 13% fewer new episodes in October 2020, compared to the previous year, with a 75% increase in lower rated repeat telecasts. Nielsen also points out an increase in non-video usage such as podcast listening and streaming audio which increased by 39% from May 2020 to January 2021. In addition, many top-tier sporting events were either canceled or postponed, impacting ratings.The VAB has questioned the decline in the weekly reach of TV which went from 92% in calendar year 2019 to 87% in first quarter 2021 claiming an unprecedented decline. Additionally, the VAB cited the total day average minute percentage of persons (age 2+) using TV (traditional, live, time-shifted and streaming), dropped from 20.8% in first quarter 2019 to 19.1% in first quarter 2021, a steep decline. With the lockdown, the VAB says this decline in total day TV usage defies logic. (Although usage on connected TV devices grew from 3.8% in second quarter 2019 to 5.6% one year later.) VAB also says Nielsen included more zero viewing households than normal, as many people may have vacated their primary homes during the pandemic which Nielsen could not validate.Participants in the people meter panel are randomly selected and can remain for up to two years before being replaced (although the sample turns over 60%-70% each year). New households enter the panel every day as others leave. Through the years Nielsen has steadily increased the household panel to meet the needs of the fragmented video landscape. In 1987 when the people meter replaced TV diaries there were 2,000 households, it has grown to 40,000 households (with about 100,000 persons) today. In 2014 Nielsen added broadband only homes to panel which has also been steadily growing. These \\u201cBBO\\u201d homes are lighter viewers of broadcast and cable networks contributing to lower TV ratings. The people meter panel is designed to represent the characteristics of the U.S. population. Each day Nielsen weights the panel on a number of variables.When a household agrees to participate, Nielsen has field representatives to contact would-be respondent homes. Besides assessing all the consumer electronic products and persons in the home, field representatives also inform panel homes to notify Nielsen of any changes (e.g., they cancel their pay-TV subscription or subscribe to a streaming service) occur. Field representatives are in constant communication with household panels, including a phone call every three months and an in-home visit every six months. The purpose is to remind panelists of the importance of their participation, to check the people meter equipment and look for any changes in the household that could impact ratings.Each day, roughly 15% of panelists are excluded (the in-tab). There could be several reasons for the omission: respondents do not participate (if that continues, they are replaced); unidentified viewing; people meter equipment malfunctioned; transmission lines to Nielsen break down; natural disasters, a person had pulled the people meter plug among others. With the pandemic, and lockdowns in place, Nielsen said they had to get more creative in addressing panel households and, repair any breakdowns or disconnected equipment.In addition, over the past year, Nielsen has been active announcing a number of new audience measurement initiatives as viewers continue to watch a greater amount of video content across platforms. These include measuring out-of-home viewing, and recently announced plans to measure addressable TV and cross-platform audiences. Both will require integrating the people meter panel with larger data sets. Moreover, ratings for all major local TV markets rely on people meters.In the past TV networks have blamed Nielsen for their ratings (and revenue) losses. For example, the networks have expressed concerns about underreporting the hard to recruit ethnic and younger age groups. In the fall of 2003, ratings and TV usage for Men 18-to-34 declined notably, the broadcast networks took issue with Nielsen. As a result, Nielsen issued a 43-page rebuttal defending the methodology used for TV ratings.Several prominent media research authorities, familiar with Nielsen\\u2019s methodology and panel have weighed in:Bill McKenna, CEO, Research Measurement Technologies, notes, \\u201cIt is likely that panel homes falling \\u2018out-of-tab\\u2019 were increasingly and disproportionately panel households where the viewing environment changed as a result of OTT/CTV adoption and to a lesser degree cord cutting. In both instances, the faulting condition cannot always be remedied remotely and household visits are required to ensure all TV viewing events are captured on each metered TV set. Assuming these conditions existed in the installed panel during the height of the pandemic, contributing to the rising number of out-of-tab households, the daily in-tab samples used for daily audience reporting would not reflect increased cable and broadcast TV viewing coming from panel household adoption of OTT/CTV, AVOD and virtual MVPD\\u2019s.Bill Harvey, Chairman, RMT, Inc. says, \\u201cForced to adapt to changing media conditions, Nielsen in TV now uses a mixture of methodologies, including questionnaires, push button human responses, and fusion, along with various types of meters. The main area of undercounting continues to be in streaming; questionnaires and fusion are used to help fill in the blanks; but with streaming becoming more and more of the total audience, Nielsen will continue to have the same kinds of problems for the next four years or until whenever the new fully integrated Nielsen methodology is firmly in place. Two things would help: (1) clear simple schematic explaining the new methodologies (2) go back and restate 2018 to date results based on the latest methodology. The latter would probably show that there has been no falloff in TV usage at all, simply more of a shift to streaming.\\u201dMarshall Cohen, President, Marshall Cohen Associates (former head of research at MTV Networks, at AOL, at Current TV, and at Univision) says, \\u201cLower in-tab rates are a signal that something went wrong in the sample. And unfortunately, \\u2018more complicated homes,\\u2019 like those with more occupants, have more TV\\u2019s, more VCR\\u2019s, and more devices, tend to go out of tab much more often. This creates bias in the sample. And if the sample is off, you have huge issues. Nielsen's subscribers need to understand if in-tabs have changed, and how, and for who they have changed. Were different in-tab rules established or changed?\\u201d\\u201cIn normal times, field force workers had a priority to get Nielsen's selected sample homes that went out of tab, back in-tab. Without home visits, anything from new installs, to connecting the household to newly acquired devices, to fixing technical issues, problems are confounded. The rise of CTV and OTT has also been rapid. Did this complicate the accuracy of the sample? The sample simply must represent America's TV households.\\u201dCohen adds, \\u201cLong ago, when I was the research chief at MTV Networks, the number of teens in the sample declined unexpectedly by 20%. This negatively impacted our MTV ratings and caused harm to our business, but Nielsen never figured out what actually happened. More recently, as the research chief of Univision, we discovered that not enough was being done to recruit and install the appropriate number of \\u2018Spanish only\\u2019 households, (another important demographic segment) because few members of the field force spoke Spanish.\\u201dCohen concludes, \\u201cI am not suggesting that Nielsen did anything wrong, because I do not have the data to determine that. But they certainly need to always say (honestly and specifically) what they do \\u2014 and do exactly what they say they are doing\\u201d. Howard Shimmel, President, Janus Insights and Analytics (and former Chief Research Officer at Turner Broadcasting) notes, \\u201cObviously, dealing with a pandemic was something that Nielsen had never planned for, like most companies. Covid caused situations they had never planned for- (if a panelist family relocated temporarily). I\\u2019m not sure if Nielsen has rules for temporarily vacant sampling units, and how many months of being vacant need to pass before they consider the households vacant (like when they\\u2019re doing recruitment) and move on to some alternate households. But then they couldn\\u2019t replace the household because they couldn\\u2019t recruit a replacement. Nielsen wasn\\u2019t aggressive enough with this, that has to be the primary cause of the growth in zero viewing households that the VAB has focused on.\\u201dShimmel continues, \\u201cI think the bigger question, especially now one month before the official start of the upfront, is how does the industry forecast for 2021-22 and beyond. Now more than ever, that forecast needs to account for two things- overall supply and how much supply is moving to AVOD/CTV, and then with the existing linear TV supply share by network/selling rotation/program. It will be challenging to forecast because not only is the average rating hard to estimate, but the number of programming hours by quarter was skewed by the presidential election and sports pre-emptions. Precision of estimates is getting more important- it\\u2019s been included in the ANA\\u2019s calls to fix the upfront process, supply is severely constrained.\\u201dIn any event, this issue will not be resolved anytime soon. George W. Ivie, the CEO and Director of the MRC says, \\u201cWe\\u2019re working with Nielsen to analyze the situation, but this work is in process. The MRC and our members will be assessing the situation when this work is at the appropriate stage, for now that\\u2019s about all I can say.\\u201d\"}}"