"{\"_values\": {\"num\": 58, \"title\": \"In A Bet That Micro-Wagering Will Transform Sports Streaming, Startup Phenix Raises $16.7 Million\", \"url\": \"https://www.forbes.com/sites/brettknight/2021/04/19/in-a-bet-that-micro-wagering-will-transform-sports-streaming-startup-phenix-raises-167-million/?sh=87140ae13731\", \"description\": \"New players are piling into the sports streaming space, betting that the live nature of games can help reverse, or at least slow, the viewership declines seen throughout the broadcasting world. But just how \\u201clive\\u201d those game broadcasts are is up for debate: Because of latency issues inherent to online streaming, the home viewer might be watching action that is a minute behind what\\u2019s happening on the field.\", \"author\": \"Brett Knight\", \"content\": \"New players are piling into the sports streaming space, betting that the live nature of games can help reverse, or at least slow, the viewership declines seen throughout the broadcasting world. But just how \\u201clive\\u201d those game broadcasts are is up for debate: Because of latency issues inherent to online streaming, the home viewer might be watching action that is a minute behind what\\u2019s happening on the field.One startup believes that it has found a solution\\u2014and that it will be lucrative.Phenix, which says its technology can reduce the latency of video streams to less than half a second at scale, has secured $16.7 million in a Series B round led by the Chicago-based sports-tech venture capital firm KB Partners, bringing its total funding to $40 million. The investment values the startup at $90 million.Rather than the HLS or DASH protocols that are generally used to deliver video because they can easily scale, Phenix cofounder Stefan Birrer adapted a protocol called WebRTC that was developed for chatbots with an emphasis on speed. The resulting software ensures streams are fast and synchronized across users and devices.In the years after its founding in 2013, the Chicago-based startup focused on auctions and trivia games\\u2014spaces that require synchronization so that no competitor has an advantage over any other\\u2014powering car auctions for Manheim and working on an interactive component of ABC\\u2019s 2019 Oscars broadcast and a Who Wants to Be a Millionaire? companion app. But as it got its tech ready for commercialization, it saw greater opportunity in the sports streaming space.Phenix\\u2019s tech can help reduce the spoiler effect\\u2014when users receive a text or see a tweet spoiling the result of a play that hasn\\u2019t yet hit their screen\\u2014and can enable watch parties among friends in different locations. The real opportunity, however, comes from the spread of legalized sports betting.Roy Reichbach, CEO of Phenix.\\u201cThe lowest-hanging fruit for us was horse racing,\\u201d says CEO Roy Reichbach, who joined Phenix in the fall of 2019, a few months before the startup signed its first clients in the sports streaming space. Real-time broadcasts allow bookmakers to keep their betting windows open eight to ten seconds longer on average, until the moment a race begins. That means more dollars wagered.Even more tantalizing, for both Phenix and bookmakers, are the possibilities with micro-wagering, in which bettors gamble on the result not of a game or even a quarter but of the next play. To accept those bets over a mobile app, bookmakers need the video stream to be in real time\\u2014a user can\\u2019t make a wager after a play has already happened. Real-time streams would also allow bookmakers to offer peer-to-peer wagering, where gamblers are betting against one another rather than against the bookmaker.\\u201cWhat we enable, because we deliver that video in real time, is for the bookmakers to create a whole new set of wagering opportunities,\\u201d Reichbach says.Phenix partnered last June with sports data company Stats Perform to stream races from 70 horse tracks in the U.K. and Ireland through Racecourse Media Group, including the Cheltenham Festival and the Grand National in recent weeks, with a peak of nearly half a million concurrent viewers during Cheltenham last month. Reichbach says the company is now in discussions with a number of bookmakers, with new possibilities in the U.S. now that 26 states have legalized some form of sports betting and several others are moving in that direction.New corporate entrants to the sports streaming space\\u2014desperate to keep cord-cutting fans engaged to drive up advertising costs and recoup the millions they\\u2019ve spent to secure broadcast rights\\u2014also offer potential new partners. DAZN, for instance, has piled up media rights to leagues around the world in recent years, partnering with Italy\\u2019s Serie A just last month. Amazon\\u2019s deal with the NFL in March will give Prime Video the exclusive rights to Thursday Night Football games. Paramount+, the successor to CBS All Access, is doubling down on soccer.\\u201cThe ability for Phenix to be agnostic when it comes to our customer base is essential,\\u201d says Reichbach, who declined to disclose Phenix\\u2019s revenue but said that it tripled from 2019 to 2020, adding that he expects the company to hit break-even in 2022.Looking ahead, Phenix, which has already begun using the new funding to push its headcount from 30 to 40, with a plan to get to 50 by the end of the year, believes it could play a big role in the continued rise of esports, whose players need real-time streams to compete. \\u201cWe\\u2019re kind of the plumbing that enables a lot of this stuff to work,\\u201d says Keith Bank, the founder and managing partner at KB Partners and a member of Phenix\\u2019s board, adding, \\u201cWe\\u2019ve barely, barely scratched the surface.\\u201d\"}}"