"{\"_values\": {\"num\": 59, \"title\": \"Lack Of Locally Produced Food Propels Singapore Into Global Race To Attract Meat Alternative Companies\", \"url\": \"https://www.forbes.com/sites/brettknight/2021/04/19/in-a-bet-that-micro-wagering-will-transform-sports-streaming-startup-phenix-raises-167-million/?sh=87140ae13731\", \"description\": \"Singapore is racing to build a global epicenter of meat alternatives by encouraging more companies from overseas to launch in the city-state with fresh investments. \", \"author\": \"Douglas Yu\", \"content\": \"Singapore is racing to build a global epicenter of meat alternatives by encouraging more companies from overseas to launch in the city-state with fresh investments.\\u00a0The alt-protein development has been on local government\\u2019s radar after realizing an urgent need to create a more self-reliant food ecosystem as Singapore currently imports over 90% of its food.\\u00a0Singapore\\u2019s recent initiative that aims to produce 30% of its nutritional needs locally by 2030 has successfully attracted industry heavyweights B\\u00fchler and Givaudan to open a joint protein innovation center. Its world-first regulatory approval for lab-grown meat has also enabled Californian plant-based egg trailblazer, Eat Just, to sell its cultured chicken in the country.Now, an increasing number of international entrepreneurs betting on the promising future of meat alternatives is coming to Singapore too: Next Gen, which was launched by Timo Recker and Andre Menezes, has recently started supplying its vegan chicken brand TiNDLE to local restaurants after raising a $10 million seed round led by Temasek, K3 Ventures, and the investment arm of the Singapore Economic Development Board, EDB New Ventures.Recker, who sold his previous German company LikeMeat to last year, told me about how they are becoming the global leader in plant-based chicken, the same way how Impossible Foods and Beyond Meat are known for their burgers.While the U.S. and Europe remain the largest plant-based market, where Next Gen will eventually become available, being headquartered in Singapore marks the company\\u2019s long-shot push into the fast-growing Asian market.\\u201cEverything is relationship-based in Asia,\\u201d Recker said. \\u201cWe saw a strong ecosystem here in Singapore where there\\u2019s a pool of global talents, access to investments and government support, proximity to neighboring markets.\\u201dIn addition to being high in protein, fiber, and non-GMO, Next Gen\\u2019s products are also lower in sodium and saturated fat than its competitors, enabling TiNDLE Thy to receive the Healthier Choice Symbol administered by Singapore\\u2019s Health Promotion Board.Famed English soccer player Kieran Gibbs, who recently signed with Inter Miami CF, is also a Next Gen investor. He notes how the rapidly growing plant-based category is partially driven by the negative impact of meat production on the planet.\\u201cI\\u2019ve tried TiNDLE, and that was the biggest game changer for me,\\u201d Gibbs said. \\u201cI think the challenge at the moment is accessibility to more plant-based food, compared to the traditional meat products, and Next Gen is ahead of that curve.\\u201dGibbs believes the adoption of meat alternatives will continue to increase, and companies such as Next Gen will gradually change how the public views meat consumption. \\u201cI\\u2019m happy to help raise their brand awareness as a board member,\\u201d he added. Singaporean investors are also actively bringing international alt-protein players to the country with local early-stage VC firm, TRIREC, recently leading Missouri-based Hungry Planet\\u2019s $25 million series A financing round alongside Post Holdings.Mark Westphal, president of Post\\u2019s subsidiary Michael Foods, said the investment will allow their company to offer innovative products to foodservice and retail customers.\\u201cPlant-based meat is becoming more mainstream,\\u201d Westphal told me, \\u201cleveraging our strengths and scale with Hungry Planet\\u2019s rapid innovation enables us to accelerate sales, distribution. and supply chain assistance.\\u201d\\u00a0Hungry Planet\\u2019s cofounders Jody and Todd Boyman also mentioned how their chef-crafted products, including plant-based pork, chicken, lamb, and crab, can win over consumers globally with their authentic meat taste and texture.\\u00a0The latest funding is expected to help the company expand production, as well as drive down cost toward price parity, and reduce their carbon footprint.\\u00a0\\u201cWe continue to see foodservice volume explode \\u2014 the run rate doubling from the start of the year to the end of Q1,\\u201d Jody Boyman told me. \\u201cWe are also expanding into retail and e-commerce. Hungry Planet can now be found on popular e-commerce sites like and Amazon , with distribution in select national grocery stores coming in late Q2 and early Q3.\\u201dThe goal for TRIREC, which has previously invested in Chinese company YouKuai that makes plant-based Z-Rou Meat (\\u682a\\u8089), is to ultimately help Hungry Planet succeed across Asia by leveraging its vast network of sales and production, according to the cofounder of the fund, Melvyn Yeo.\\u00a0Yeo said his team can also provide market insights for Hungry Planet so it can shorten its learning curve when penetrating the Asian market.\\u00a0\\u201cSingapore is a small island nation where food is a national pass-time, so it\\u2019s no surprise that there is a great demand for innovative novel foods, such as Hungry Planet\\u2019s plant-based meats,\\u201d he wrote me via email. \\u201cThe rave reviews that Hungry Planet received at their tasting sessions really stirred up interest, and we look forward to them officially launching in Singapore.\\u201d\\u00a0Yeo added how TRIREC hasn\\u2019t pulled the trigger on a local plant-based protein player yet, but is on the constant lookout for regional startups as potential investing targets.\\u201cWe are big believers that the plant-based movement is a global structural trend,\\u201d he said.\"}}"