"{\"_values\": {\"num\": 60, \"title\": \"The World\\u2019s Richest Sports Team Owners 2021\", \"url\": \"https://www.forbes.com/sites/sergeiklebnikov/2021/04/06/the-worlds-richest-sports-team-owners-2021/?sh=6d4802974153\", \"description\": \"It has been an ascendant 12 months for India\\u2019s richest person, Mukesh Ambani. His cricket team, the Mumbai Indians, were Indian Premier League champions for the second year in a row. And off the field, shares of his multinational conglomerate, Reliance Industries, rose more than 85% over the last 12 months\\u2014helping more than double Ambani\\u2019s net worth to $84.5 billion.\", \"author\": \"Sergei Klebnikov\", \"content\": \"It has been an ascendant 12 months for India\\u2019s richest person, Mukesh Ambani. His cricket team, the Mumbai Indians, were Indian Premier League champions for the second year in a row. And off the field, shares of his multinational conglomerate, Reliance Industries, rose more than 85% over the last 12 months\\u2014helping more than double Ambani\\u2019s net worth to $84.5 billion.That\\u2019s enough to make Ambani the world\\u2019s richest sports team owner. He surpasses last year\\u2019s No. 1, former Microsoft CEO Steve Ballmer, for the top spot.Ballmer, who owns the Los Angeles Clippers basketball team, has also seen his fortune grow, although not enough to keep up with Ambani. His net worth is now $68.7 billion, according to Forbes, up from $52.7 billion a year ago. The bar for entry onto the list of the richest sports team owners has gotten dramatically higher since early 2020, amid what has been a record year for billionaire wealth. The top 20 billionaire controlling owners of teams in major sports leagues now have a combined net worth of $427 billion, up from $266 billion last year, according to Forbes. That\\u2019s a 60% increase over the past 12 months\\u2014even though many sports arenas and stadiums have remained mostly empty amid the pandemic.Of course, Covid-19 hasn\\u2019t curbed fans\\u2019 appetite or stopped major deals from happening. Hedge fund billionaire Steve Cohen, for example, finally won approval from Major League Baseball for his roughly $2.4 billion purchase of the New York Mets in October 2020. That deal has earned Cohen a spot on the list of the world\\u2019s richest sports team owners for the first time.Another notable newcomer: billionaire Home Depot cofounder Arthur Blank. After stepping down as co-chairman of the retail giant in 2001, he purchased the Atlanta Falcons football team the following year for $545 million (now worth nearly $1.9 billion net of debt, according to Forbes\\u2019 estimates). Blank also brought professional soccer to the city with his Major League Soccer team Atlanta United FC, which played its inaugural season in 2017. The biggest gainer on the list this year\\u2014in both dollar and percentage terms\\u2014is, by far, Dan Gilbert, the billionaire mortgage tycoon and owner of the NBA\\u2019s Cleveland Cavaliers. He\\u2019s worth an estimated $51.9 billion, a nearly 700% increase from last year thanks to the company he cofounded in 1985, Quicken Loans. Now the largest mortgage lender in the United States, Quicken went public as Rocket Companies at a massive $36 billion valuation in August 2020, catapulting Gilbert up the ranks of the world\\u2019s richest billionaires.Here are the 20 richest sports team owners; net worths are as of March 5, 2021.\"}}"