"{\"_values\": {\"description\": \"Ariana Grande\\u2019s \\u2018Positions\\u2019 resets the record for the bestselling vinyl album by a woman (in one week).\", \"author\": \"Hugh McIntyre\", \"url\": \"https://www.forbes.com/sites/hughmcintyre/2021/04/21/ariana-grande-breaks-another-billboard-record-with-positions/\", \"title\": \"Ariana Grande Breaks Another Billboard Record With \\u2018Positions\\u2019\", \"content\": [\"Ariana Grande is back inside the top 10 on this week\\u2019s Billboard 200 with her album \", \", which returns to the region for another go between Nos. 1 and 10. The pop singer\\u2019s latest full-length shoots from No. 17 to No. 6, bolstered by a huge sales frame. But what sparked the surge in purchases?\", \"Five months after it was first released, vinyl LPs of \", \" finally shipped, which means all the sales of the title on wax were counted in the previous tracking frame at once. Thanks to that fact, Grande\\u2019s latest isn\\u2019t just a successful vinyl launch, it makes history.\", \"Last week, \", \", sold 32,000 copies on vinyl, as tens of thousands of fans rushed to their local record store, a big box retailer or went online to grab a copy of the title. That sum isn\\u2019t just impressive, it\\u2019s one of the largest ever, and when looking solely at releases by women, there\\u2019s now a new best showing.\", \" now holds the record for the largest sales week for an album by a woman on vinyl, at least since MRC Data (formerly known as Nielsen) began tracking those purchases more than two decades ago.\\u00a0\", \"Grande grabs this record from Lana Del Rey, who reset it earlier this month. The alt-pop singer-songwriter\\u2019s new album \", \" also managed 32,000 copies on vinyl in its introductory week, but it isn\\u2019t tied with \", \".\", \" rounds album sales to the nearest thousand when looking at vinyl, so while both \", \" and \", \" are credited with having sold 32,000 LPs in a single week, Grande is actually ahead. According to the \", \", \", \" sold just over 32,000, while Del Rey didn\\u2019t quite hit that sum, though she came close.\", \"Jack White continues to hold the record for the largest vinyl sales sum in one week, which he achieved in 2014 with his album \", \". That title managed to move 40,000 copies when it first arrived.\\u00a0\", \" debuted at No. 1 on the Billboard 200 last fall, bringing Grande back to the chart\\u2019s summit for the fifth time in her career.\"], \"num\": 7}}"