"{\"_values\": {\"description\": \"Emilia Clarke may be joining the MCU in a big way, and there are some theories about who she will play.\", \"author\": \"Paul Tassi\", \"url\": \"https://www.forbes.com/sites/paultassi/2021/04/21/if-emilia-clark-joins-the-mcus-secret-invasion-is-she-sue-storm-or-spider-woman/\", \"title\": \"If Emilia Clark Joins The MCU\\u2019s \\u2018Secret Invasion,\\u2019 Is She Sue Storm Or Spider-Woman?\", \"content\": [\"It\\u2019s always a big moment when a known actor joins the MCU, and even more so when we don\\u2019t yet know who they\\u2019re playing. And Marvel\\u2019s upcoming Secret Invasion series already has a host of secrets it\\u2019s containing, namely who Oscar-winner Olivia Coleman is playing opposite Sam Jackson and Ben Mendelsohn, and now, who Game of Thrones actress Emilia Clarke would be if she is in fact joining the cast,\", \"The plot of the original Secret Invasion comic run was that a large number of shape-shifting Skrulls invaded and covertly replaced a large number of superheroes on earth. Though the series boasts a large amount of characters from all corners of the Marvel Universe, figuring out who Clarke could play has led me to two main theories, Sue Storm, The Fantastic Four\\u2019s Invisible Woman, or Spider-Woman. Well, an alien princess disguised as Spider-Woman, at least.\", \"So, there are a lot of key women players in the storyline that are already cast people in the MCU. Among those are:\", \"Black Widow (though she\\u2019s dead if this storyline takes place in present day MCU), Elektra, Wasp, Jessica Jones, Kate Bishop, Captain Marvel, Scarlet Witch, Mockingbird. So if we rule those out, we\\u2019re not left with many players. One is Emma Frost, who I could see Clarke playing, but again, I don\\u2019t think the MCU is ready for the X-Men.\", \"But there are two left I think we can narrow it down to:\", \"The Fantastic Four play a large role in the Secret Invasion storyline, namely their entire headquarters is transported to the Negative Zone, and one of the most prominent Skrull replacements turns out to be Sue Storm. This could be a way to introduce the Fantastic Four before their actual movie debut, and it\\u2019s easy to see how Clarke could be cast as Storm.\", \"In contrast, however, Clarke could also be Spider-Woman. Or rather, the Skrull princess Veranke, successor to the Skrull Throne, who appears disguised as Spider-Woman. Veranke joins the New Avengers for a stint but her story ends when she\\u2019s shot and killed by Norman Osborn, of all people. \", \"Veranke is one of the Skrull characters with the most important role in the storyline, so I could see Clarke playing the alien princess. But if this \", \" meant to be a cursory introduction to the Fantastic Four, I could also see Sue Storm. Or there might be other options I\\u2019m missing. My money, however, is on Veranke, even if she isn\\u2019t posing as Spider-Woman (a character the MCU hasn\\u2019t introduced yet) and maybe she\\u2019s someone else instead. \", \"We don\\u2019t know when Secret Invasion is coming, but this cast has me very curious about it, that\\u2019s for sure.\"], \"num\": 9}}"